[
{
    "type": "header",
    "version": "5.2.1deb1+deb12u1",
    "comment": "Export to JSON plugin for PHPMyAdmin"
},
{
    "type": "database",
    "name": "c20449yanac"
},
{
    "type": "table",
    "name": "wp_posts",
    "database": "c20449yanac",
    "data": 
[
{
    "guid": "https:\/\/yanac.hu\/?p=127008",
    "post_title": "Adatvédelmi aggályok járvány idején",
    "post_content": "<!-- wp:paragraph -->\n<p>A kanadai Közegészségügyi Ügynökség&nbsp;(<a href=\"https:\/\/www.canada.ca\/en\/public-health.html\">Public Health Agency of Canada<\/a>&nbsp;- PHAC) elismerte, hogy a Covid járvány alatt 33 millió kanadai állampolgár mobiltelefonos helyinformációihoz fért hozzá – titokban.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A jelenlegi és elég régi kanadai adatvédelmitörvény ezt nem teszi egyértelműen lehetővé, így több panasz is érkezett az adatvédelmi biztoshoz az eljárással kapcsolatban.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Az ügynökség ugyan elismerte, hogy adatokat vásárolt a szolgáltatóktól, de azt is hozzátette, hogy ezek az adatok anonimizálva lettek, így nem köthetők egyes állampolgárokhoz.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A PHAC 2023-ig folytatni szeretné az adatfelhasználást, hogy kutathassa a lakosság mozgásának jellemzőit a világjárvány idején.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Teresa Scassa, aki az Ottawai Egyetemen kutatója, aki az információs törvényt is elemzi, kiemelte, hogy bár magáncégek szabadon vásárolhatják az ilyen jellegű adatokat, addig a kormány számára a jelenlegi adatvédelmi törvény szigorú megkötéseket alkalmaz, még akkor is, ha az segítené is a világjárvány megértését. Ez is azt jelzi, hogy a big data korában ideje lenne módosítani a törvényt és megfelelően kezelni az állampolgárokról gyűjthető adatokat, beleértve a távközlési szolgáltatók által biztosítható adatokat is.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A kanadai törvényhozás adatvédelmi bizottsága a tervek szerint hamarosan megkezdi a PHAC által használt helyadatok felhasználásának vizsgálatát.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/globalnews.ca\/news\/8503895\/watchdog-probing-officials-cell-location-data\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-18 11:36:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=127259",
    "post_title": "Sürgős javítás a Microsoft szerver és VPN-hez",
    "post_content": "<!-- wp:paragraph -->\n<p>A Microsoft a tervezetten kívüli (Out-of-band - OOB) frissítéseket adott ki. A frissítés a VPN-kapcsolattal, a Windows Server tartományvezérlőinek újraindításával, a virtuális gépek indítási hibáival és a ReFS-formátumú adathordozó csatlakoztatásának sikertelenségével kapcsolatos problémákat javítja.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Rendszergazdai jelentések szerint a Windows tartományvezérlőket spontán újraindítások érintették, a Hyper-V nem indult el a Windows szervereken, és a Windows Resilient File System (ReFS) nem voltak elérhetők a 2022. januári frissítések telepítése után.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A Windows 10 felhasználók az L2TP VPN-kapcsolatokkal kapcsolatos problémákról is beszámoltak, miután telepítették a legutóbbi Windows 10 és Windows 11 frissítéseit, és a „Nem lehet csatlakozni a VPN-hez” üzenetet kaptak.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/support.microsoft.com\/hu-hu\/topic\/2022-janu%C3%A1r-17-kb5010796-az-oper%C3%A1ci%C3%B3s-rendszer-20348-473-as-buildj%C3%A9b%C5%91l-nem-s%C3%A1vos-2e0408ba-10d4-4c68-9b3d-cc5fb8d6f4a8\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-19 06:37:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=127725",
    "post_title": "VirusTotal hack",
    "post_content": "<!-- wp:paragraph -->\n<p>A SafeBranch kutatói olyan módszert találtak, amellyel hatalmas mennyiségű ellopott felhasználói hitelesítő adatot gyűjthetnek össze a VirusTotalon. Egy 600 eurós VirusTotal licenc és néhány eszköz birtokában több mint egymillió hitelesítő adatot gyűjtöttek össze a kutatók.&nbsp;A projekt célja az volt, hogy megvizsgálják azokat az adatokat, amelyeket egy bűnöző a Google tulajdonában lévő VirusTotal licencével gyűjthet össze.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A SafeBreach megalkotta a Google hackelés módszere alapján a VirusTotal hackelést. Kezdésként a kutatók a VirusTotal Query segítségével kerestek olyan bináris fájlokat, amelyeket legalább egy víruskereső motor RedLine néven azonosított, ez 800 eredményt hozott.&nbsp;Kerestek a DomainDetects.txt nevű fájlokra is, amely a rosszindulatú program által kiszűrt fájlnevek egyike.&nbsp;Ez több száz kiszűrt fájlt hozott vissza. Ezután a VirusTotal Graph-ot alkalmazták, amely lehetővé teszi a licenccel rendelkező VirusTotal felhasználók számára az adatkészlet vizuális megjelenítését.&nbsp;A keresési eredményeik közül egy RAR-fájlban 500 áldozathoz tartozó kiszűrt adatokat találtak – köztük 22 715 jelszót számos különböző webhelyhez. A kutatók megjegyezték, hogy néhányuk a kormányhoz kapcsolódó URL-ekre vonatkozik.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A kutatók megkeresték a Google-t az eredményeikkel,&nbsp;és azt tanácsolták, hogy rendszeres időközönként keressék meg és távolítsák el az érzékeny felhasználói adatokat tartalmazó fájlokat, és tiltsák le az ezeket a fájlokat feltöltő API-kulcsokat.&nbsp;<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A SafeBreach azt is tanácsolta a Google-nak, hogy adjon hozzá egy algoritmust, amely nem engedélyezi az olyan érzékeny adatokat tartalmazó fájlok feltöltését, amelyek egyszerű szöveget tartalmaznak, vagy titkosított fájlokat, amelyekhez visszafejtési jelszót csatoltak, szövegben vagy képben.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.safebreach.com\/blog\/2022\/the-perfect-cyber-crime\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-19 21:31:32",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=127766",
    "post_title": "Operation Falcon II",
    "post_content": "<!-- wp:paragraph -->\n<p>Az Interpol a nigériai rendőrséggel együttműködve letartóztatott 11 személyt, akiket azzal gyanúsítanak, hogy részt vettek egy nemzetközi üzleti e-mail csalásban (BEC - Business Email Compromise).<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Vezetői vagy üzleti e-mail címmel elkövetett csalás az, ha egy cég pénzügyi ügyintézőjét valamilyen trükk alkalmazásával hamis számla kifizetésére vagy a cég számlájáról történő pénzátutalásra veszik rá. A vizsgálatok és az eddig összegyűjtött bizonyítékok alapján az Interpol úgy véli, hogy a letartóztatott személyek a SilverTerrier (más néven TMT) BEC csoporthoz tartoznak.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Az egyik letartóztatott laptopján több mint 800 000 potenciális áldozat hitelesítő adata volt.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A Palo Alto Unit 42 <a href=\"https:\/\/unit42.paloaltonetworks.com\/operation-falcon-ii-silverterrier-nigerian-bec\/\" target=\"_blank\" rel=\"noreferrer noopener\">nyilvánosságra hozta<\/a> a letartóztatott bűnözök nevét, képét és ismertte az eddig ismert kártékony tevékenységüket, valamint tanáccsal is ellátja a felhasználókat, az alkalmazott módszerekről.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.interpol.int\/News-and-Events\/News\/2022\/Nigerian-cybercrime-fraud-11-suspects-arrested-syndicate-busted\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-19 22:09:48",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=127769",
    "post_title": "ThePhish: adathalász e-mail elemző",
    "post_content": "<!-- wp:paragraph -->\n<p>Az ingyenes, nyílt forráskódú eszközt Emanuele Galdi, az olasz SecSI kiberbiztonsági cég kutatója készítette diplomamunkájához, más nyílt forráskódú és ingyenes adathalászat-elemző eszközök vizsgálata után.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A ThePhish több fenyegetéselemző eszközt használ fel a levelek elemzéséhez, így többek között a Cortex és a Malware Information Sharing Platformon (MISP)&nbsp; adatit, amelyek alapján kivonatolja az összes megfigyelhető adatot egy gyanús e-mail fejlécéből és törzséből, és létrehoz egy ticketet a TheHive-on. A&nbsp;megfigyelhető adatokat, küztük az IP-címeket, e-mail címeket, domaineket, URL-eket és fájlmellékleteket, a Cortex-en elemzik, és az elemzés alapján az incidenskezelők intézkedhetnek. Amennyiben szükséges értesítik a felhasználót az e-mail tartalmáról, hogy káros volt-e, amennyiben igen a IoC-k megoszthatok a MISP-be exportálhatok.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/github.com\/emalderson\/ThePhish\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-20 08:26:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=127772",
    "post_title": "Lekapcsolt VPN szolgáltatás",
    "post_content": "<!-- wp:paragraph -->\n<p>Az Europol tíz országgal együttműködve leállította a VPNLab.net VPN-szolgáltatót, amelyet többnyire zsarolóvírus-üzemeltetők és egyéb kártékony kódokat felhasználó kiberbűnözők használtak.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A közös fellépést az Europol koordinálta és 2022. január 17-én hajtották végre. Egyidejű akciók zajlottak Németországban, Hollandiában, Kanadában, a Cseh Köztársaságban, Franciaországban, Magyarországon, Lettországban, Ukrajnában, az Egyesült Államokban és az Egyesült Királyságban.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A VPNLab.net 2008-ban jött létre és online anonimitás biztosított bárkinek akár már évi 60 dolláros havidíj ellenében is. A szolgáltatás számos különböző országban működő szerverekkel akár többszörös titkosítást is lehetővé tett, emiatt a kiberbűnözők körében is népszerű választás lett, annak a használatát a darknetet is ajánlották egymásnak a bűnelkövetők. A VPNLab.net már korábban a nyomozók látóterébe került, mivel számos nyomozás során állapították meg, hogy a bűnözők a weboldal anonimitást biztosító szolgáltatásait használták zsarolóvírusok és egyéb rosszindulatú programok terjesztése, csaló és zsaroló kampányok futtatása, valamint ezeket lehetővé tevő kommunikáció és infrastruktúra kiépítése során.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Magyarországon a Készenléti Rendőrség Nemzeti Nyomozó Iroda Kiberbűnözés Elleni Főosztály nyomozói vettek részt az akcióban, melyet több hónapos adatcsere előzött meg. A hétfői rajtaütés során a nyomozók felkutatták és lefoglalták az érintett szervereket és megakadályozták az azokhoz való további hozzáférést. A lefoglalt adatok elemzése és cseréje érdekében az akcióban résztvevő rendőri egységek tovább folytatják a nemzetközi együttműködést.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>FORRÁS<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.europol.europa.eu\/media-press\/newsroom\/news\/unhappy-new-year-for-cybercriminals-vpnlabnet-goes-offline\">EUROPOL<\/a><\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"http:\/\/www.police.hu\/hu\/hirek-es-informaciok\/legfrissebb-hireink\/bunugyek\/osszehangolt-csapas-a-kiberbunozokre\">POLICE.HU<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-20 05:35:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=129051",
    "post_title": "Vöröskereszt személyes adatok sérültek",
    "post_content": "<!-- wp:paragraph -->\n<p>A Vöröskereszt Nemzetközi Bizottsága (ICRC) által használt vállalkozó ellen elkövetett kibertámadás több, mint 515 000 „rendkívül kiszolgáltatott” személy személyes adatait veszélyeztette, köztük olyan emberekét, akik konfliktusok és katasztrófák miatt elszakadtak családjuktól – közölte a szervezet. A Vöröskeresztnek le kellett állítani azokat az informatikai rendszereket, amelyek támogatják a konfliktusok, migráció vagy katasztrófa által elszakított családok újra egyesítését célzó programot. A Vöröskereszt szerint egyelőre semmi sem utal arra, hogy az adatok kiszivárogtatása megtörtént volna. „A tetteik potenciálisan még több kárt és fájdalmat okozhatnak azoknak, akik már kimondhatatlan szenvedést viseltek el. A most birtokunkban álló információk mögött a valódi emberek, a valódi családok, a világ kevésbé befolyásos személyei közé tartoznak. Kérem, cselekedjenek helyesen. Ne osszák meg, ne adják el, ne szivárogtassák ki vagy ne használják fel más módon ezeket az adatokat” – mondta Robert Mardini, az ICRC vezérigazgatója.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.icrc.org\/en\/document\/sophisticated-cyber-attack-targets-red-cross-red-crescent-data-500000-people\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-22 19:38:33",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=129055",
    "post_title": "Donot Team kampány",
    "post_content": "<!-- wp:paragraph -->\n<p>A Donot Team (más néven APT-C-35 és SectorE02) legalább 2016 óta működő szereplő, amely arról ismert, hogy Dél-Ázsiában szervezeteket és magánszemélyeket céloz meg Windows és Android rosszindulatú programokkal. Az Amnesty International nemrégiben megjelent jelentése a csoport rosszindulatú programját egy indiai kiberbiztonsági céghez köti, amely eladhatta a kémprogramot, vagy hackerek számára bérelt szolgáltatást kínál a régió kormányainak. Az ESET kutatói egy blogbejegyzésben a legutóbbi kampányokban használt rosszindulatú programok két változatát elemzik – a DarkMusical-t és a Gedit-et. Mindegyik változatnál elemezik a teljes támadási láncot, és betekintést nyújtanak a csoport által alkalmazott TTP-kbe. A blogbejegyzés szerint a Donot csoport célpontjai között szerepelnek kormányzati és katonai szervezetek is.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.welivesecurity.com\/2022\/01\/18\/donot-go-do-not-respawn\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-22 19:43:40",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=129058",
    "post_title": "DNS4EU",
    "post_content": "<!-- wp:paragraph -->\n<p>Európában is lesz egy nagy rendelkezésre állású nyilvános DNS, amely a kártevők elleni védelmet, valamint az illegális tartalomblokkolást kínálja, hogy ellensúlyozza az olyan ingyenes, nem európai szolgáltatások dominanciáját, mint a Google Public DNS (8.8.8.8) vagy a CloudFlare DNS (1.1.1.1). A CE1 által közzétett projektdokumentáció szerint a DNS4EU olyan közszolgáltatás lesz, amely tömeges átvételre törekszik majd a közigazgatásban, a vállalatoknál, az oktatásban és a magánfelhasználóknál. Ez garantálja a magas rendelkezésre állást alacsony késleltetéssel az európai terület bármely pontjáról, és jelen lesz az összes releváns ponton.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/ec.europa.eu\/info\/funding-tenders\/opportunities\/portal\/screen\/opportunities\/topic-details\/cef-dig-2021-cloud-dns-works\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-23 06:45:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=129061",
    "post_title": "Bhunt jelszólopó",
    "post_content": "<!-- wp:paragraph -->\n<p>A Bitcoin boom óta a kriptovaluták értéke évről évre meredeken emelkedett. Amellett, hogy több befektetést vonzott, ez a nyereség egyre inkább arra késztette a rosszindulatú szereplőket, hogy kriptovaluta pénztárcákhoz való hozzáférésre specializálódott kémprogramokat fejlesszenek ki. Amint eljutnak ezekhez a pénztárcákhoz, szabadon és visszafordíthatatlanul utalhatnak át pénzt a támadó által ellenőrzött pénztárcákba. Az elmúlt évben a biztonsági kutatók az olyan kriptovaluta kémprogramok felfutását észlelték, mint a híres Redline Stealer és a WeSteal. A Bitdefender kutatói folyamatosan figyelik a kriptográfiai „pénztárcalopókat”. Így észlelték a dropper tevékenységét. Elemzésük alapján egy új kriptovaluta kémprogramot ismertek fel, de a végrehajtási folyamata másnak tűnik, mint amit a korábban felfedezetteknél már megszokhattak. A BHUNT egy .NET-ben írt moduláris kémprogramok , amely képes kiszűrni a pénztárca (Exodus, Electrum, Atomic, Jaxx, Ethereum, Bitcoin, Litecoin pénztárcák) tartalmát, a böngészőben tárolt jelszavakat és a vágólapról rögzített jelszavakat.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/t.umblr.com\/redirect?z=https%3A%2F%2Fwww.bitdefender.com%2Fblog%2Flabs%2Fpoking-holes-in-crypto-wallets-a-short-analysis-of-bhunt-stealer%2F&amp;t=Nzk1OGJkY2IwYTZjMjMwNTVkMzZkNzQ2Zjk4MWJkZjRmZTJmMDhkNCxRa2FtM0Nkcw%3D%3D&amp;b=t%3AyL6WPO0CmA0mN6c7Y4NZLg&amp;p=https%3A%2F%2Fcyber-sec.tumblr.com%2Fpost%2F673877912193286144%2Fnew-bhunt-password-stealer-malware-targeting&amp;m=0&amp;ts=1642747480\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-22 20:00:07",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=129167",
    "post_title": "Diavol zsarolóvírus",
    "post_content": "<!-- wp:paragraph -->\n<p>Az FBI kiadott egy jelentést a Diavol zsarolóvírussal kapcsolatban, amelyben összekötötték TrickBot&nbsp;csoporttal. A TrickBot elég ismert szereplője a kártékony tevékenységeknek, gyakran kapcsolják Conti és Ryuk zsarolóvírus támadásokhoz, pénzügyi csaláshoz és nagyvállalti kémkedéshez is.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A FortiGuard Labs már 2021 nyarán gyanítani kezdte, hogy van kapcsolódás, de nem találtak elég bizonyítékot. Az FBI valószínűleg a lett származású Alla Witte letartóztatásával tudta elérni azokat az adatokat, amik segítségével össze tudta kapcsolni a csoportot a zsarolóvírussal. <a href=\"https:\/\/yanac.hu\/2021\/06\/07\/latvian-woman-charged-for-role-in-crafting-trickbot-malware\/\" target=\"_blank\" rel=\"noreferrer noopener\">Alla Witte<\/a> állítólag részt vett a TrickBot kártékony kódjainak fejlesztésében.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Az FBI jelentése tartalmazza azokat a mutatókat, amik segítenek azonosítani a Diavol zsarolóvírust, valamint javaslatokat is tesz arra vonatkozóan, hogyan lehet csökkenteni a hatását a támadásnak, vagy megfelelő hardeninggel elkerülni a támadást.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.ic3.gov\/Media\/News\/2022\/220120.pdf\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-23 20:10:40",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=129170",
    "post_title": "Kriptovaluta – bányászat nélkül",
    "post_content": "<!-- wp:paragraph -->\n<p>A Chainalysis kutatása felhívja a figyelmet arra, hogy egyre olcsóbban lehet olyan programokhoz, alkalmazásokhoz hozzáférni, amivel kriptovaluta tárcákat lehet megcsapolni, taralmukat ellopni. Ezzek -a többnyire trójai - alkalmazások egyre olcsóbbak, bérelhetők, vagy akár teljes licensz is vásárolható a darkweben.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Az orosz fórumokon a <a href=\"https:\/\/yanac.hu\/2021\/12\/06\/redline-jelszolopo\/\" target=\"_blank\" rel=\"noreferrer noopener\">Redline jelszólopó<\/a> kártékony programot 150 dollárért hirdetik egy havi előfizetésért, de elérhető 800 dollárért a teljes licensz is. A kutatók szerint ez a bűnözőknek gyorsan megtérülő befektetés lehet.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A kutatók arra is felhívják a figyelmet, hogy a felhasználókon túl a kriptovalutatőzsdék, kereskedők is egyre inkább a támadások célpontjai lehetnek, ezért fokozatosan fel kell készülniük a támadásokra, a gyanús lopott kriptovaluták azonosítására.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A Chainalysis kutatása példákon keresztül ismerteti a támadások módszereket, eszközöket.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/blog.chainalysis.com\/reports\/2022-crypto-crime-report-preview-malware\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-23 20:31:02",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=129176",
    "post_title": "Ipari rendszerek szokatlan támadása",
    "post_content": "<!-- wp:paragraph -->\n<p>2021-ben a Kaspersky ICS CERT szakértői különös anomáliát észleltek az ICS rendszerek statisztikáiban. A kutatók több olyan kémprogram-kampányt tártak fel, amelyek ipari rendszereket vettek célba és céljuk többnyire hozzáférés szerzése volt amit, vagy csalásra, vagy tovább értékesítésre használtak fel. A használt eszközök is ismertek (például&nbsp;&nbsp;AgentTesla\/Origin Logger, a HawkEye, a Noon\/Formbook, a Masslogger, a Snake Keylogger, az Azorult, a Lokibot), de ezeket csak nagyon korlátozott ideig alkalmazzák, hogy elkerüljék az észlelést.&nbsp;A támadások ciklusa nagyjából 25 napra korlátozódik, míg a legtöbb spyware kampány több hónapig, vagy akár évekig is tart.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/securelist.com\/hunt-for-corporate-credentials-on-ics-networks\/105545\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-24 06:41:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=129179",
    "post_title": "MoonBounce UEFI kártevő",
    "post_content": "<!-- wp:paragraph -->\n<p>A Kaspersky kutatói egy új, az operációs rendszer újratelepítését is túlélő rosszindulatú programtörzset azonosítottak. A Windows-alapú kártevőről nem ismert, hogy hogyan fertőzte meg a rendszert, de úgy tervezték, hogy a számítógép UEFI firmware-ét használja, ami a rendszer indítását végzi. <\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A Kaspersky-től a MoonBounce nevet kapó kártevő különösen ijesztő, mert az alaplap SPI flash memóriájára telepíti magát, nem a számítógép meghajtójára. Ezért akkor is fennmaradhat, ha újratelepítik a számítógép operációs rendszerét vagy kicserélik a HDD-t, vagy SSD-t. Mivel a kód a meghajtón kívül található, a legtöbb védelmi megoldás gyakorlatilag nem veszi észre, hacsak nincs olyan funkció, amely kifejezetten az eszköznek ezt a részét vizsgálja.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Ez a harmadik alkalom, hogy a kutatók azonosítottak egy UEFI-alapú kártevőt. Az előző kettő a&nbsp;<a href=\"https:\/\/yanac.hu\/2021\/10\/06\/especter-uefi-bootkit\/\">Lojax<\/a>, amelyről 2018-ban azonosítottak, és a&nbsp;Mosaic Regressor, amelyet 2020-ban találtak.&nbsp;<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/securelist.com\/moonbounce-the-dark-side-of-uefi-firmware\/105468\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-24 08:02:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=129182",
    "post_title": "EU a célzott hirdetések ellen",
    "post_content": "<!-- wp:paragraph -->\n<p>Az Európai Parlament hatalmas többséggel elfogadta a digitális szolgáltatásokról szóló törvény módosítását. A jogszabály meg fogja akadályozni, hogy az olyan platformok, mint a Google, az Amazon és a Meta tulajdonában lévő Facebook szenzitív információkat – például szexuális irányultság, rassz vagy vallás – célzott hirdetésekhez használjanak fel. Kikényszeríti az olyan szolgáltatásokat, amelyek lehetővé teszik a felhasználók számára, hogy egyszerűen leiratkozhassanak a nyomon követésről, és nyomást gyakorol a platformokra, hogy távolítsák el az illegális tartalmat és termékeket, például a gyűlöletbeszédet vagy a hamisított árukat.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Bármely vállalat, amely megsérti ezeket az irányelveket, a globális bevételének hat százalékának megfelelő pénzbírsággal büntethető.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.europarl.europa.eu\/news\/en\/press-room\/20220114IPR21017\/digital-services-act-regulating-platforms-for-a-safer-online-space-for-users\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-24 10:13:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=129187",
    "post_title": "CISA: a biztonságos IPv6 bevezetése",
    "post_content": "<!-- wp:paragraph -->\n<p>A Kiberbiztonsági és Infrastruktúra Biztonsági Ügynökség (CISA) új útmutatást adott ki a szövetségi szervezetek számára az IPv6-ra való áttérés és a Trusted Internet Connections 3.0 implementációjával kapcsolatban.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.cisa.gov\/sites\/default\/files\/publications\/CISA%20IPv6%20Considerations%20for%20TIC%203.0.pdf\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-24 05:35:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=129482",
    "post_title": "Tiltott makrók az Excelben",
    "post_content": "<!-- wp:paragraph -->\n<p>A Microsoft bejelentette, hogy letiltják az Excel 4.0 (XLM) makrókat, hogy megvédjék az felhasználókat a rosszindulatú dokumentumoktól.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>2021 júliusában már kiadtak egy új Excel Trust Center beállítási lehetőséget, amely korlátozza az Excel 4.0 (XLM) makrók használatát, majd októberben a vállalat először a <a rel=\"noreferrer noopener\" href=\"https:\/\/yanac.hu\/2021\/10\/11\/a-microsoft-letiltja-az-excel-4-0-makrokat\/\" target=\"_blank\">Microsoft 365 tiltotta <\/a>a makrók használatát.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Jelenleg az XLM makrók le vannak tiltva alapértelmezés szerint az Excel 16.0.14527.20000 és újabb verziókban.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/techcommunity.microsoft.com\/t5\/excel-blog\/excel-4-0-xlm-macros-now-restricted-by-default-for-customer\/ba-p\/3057905\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-25 05:21:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=129498",
    "post_title": "Helyreállítási e-mail címek frissítése",
    "post_content": "<!-- wp:paragraph -->\n<p>A Wired szerint a jelszókezelők, a böngészők, a mobil eszközök biometrikus azonosítása annyira egyszerűvé tette a bejelentkezést a fiókjainkba, hogy megfeledkezünk a biztonságról. Az új eszközökre költözésnél sokszor jelent problémát az, hogy már nem is ismerjük a jelszavainkat, ezért a helyreállítási e-mail címre van szükség, ami gyakran rég elavult. Az oldal operációs rendszerenként ismerteti a helyreállítási e-mail cím beállításának folymatát, ami megelőzheti a fiokok feltörését és a biztonságos használatot is.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.wired.com\/story\/update-recovery-email-addresses\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-25 08:48:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=129501",
    "post_title": "WhisperGate – Ukrán kibertámadás elemzése",
    "post_content": "<!-- wp:paragraph -->\n<p>Januárban&nbsp;<a href=\"https:\/\/yanac.hu\/2022\/01\/15\/ukran-weboldalak-tomeges-tamadasa\/\">t<\/a><a href=\"https:\/\/yanac.hu\/2022\/01\/15\/ukran-weboldalak-tomeges-tamadasa\/\" target=\"_blank\" rel=\"noreferrer noopener\">ömeges támadás<\/a>&nbsp;érte az Ukrán kormányzati oldalakat, amit a Cisco Talos&nbsp;elemző kiemelt figyelemmel kezeltek. A kutatásban együttműködtek az Ukrán Állami Különleges Kommunikációs Szolgálattal (<a href=\"https:\/\/cip.gov.ua\/en\">SSSCI<\/a><a href=\"https:\/\/cip.gov.ua\/en\" target=\"_blank\" rel=\"noreferrer noopener\">P<\/a>), az Ukrán Nemzeti Rendőrség Kiberrendészeti Osztályával (<a href=\"https:\/\/cyberpolice.gov.ua\/\" target=\"_blank\" rel=\"noreferrer noopener\">Cyberpolice<\/a>) és a Kiberbiztonsági Nemzeti Koordinációs Központtal&nbsp;(<a href=\"https:\/\/www.rnbo.gov.ua\/en\/\" target=\"_blank\" rel=\"noreferrer noopener\">NSDCU<\/a>).<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A&nbsp;WhisperGate néven azonosított kártevőt&nbsp;a Microsoft kutatói&nbsp;<a href=\"https:\/\/www.microsoft.com\/security\/blog\/2022\/01\/15\/destructive-malware-targeting-ukrainian-organizations\/\">&nbsp;<\/a><a rel=\"noreferrer noopener\" href=\"https:\/\/www.microsoft.com\/security\/blog\/2022\/01\/15\/destructive-malware-targeting-ukrainian-organizations\/\" target=\"_blank\">azonosították<\/a>&nbsp;- akik&nbsp;&nbsp;megfigyelték a kampányt, amely ukrajna kormányzati, non-profit és információtechnológiai szervezeteit támadta meg – az elkövetőket&nbsp;&nbsp;a „<a rel=\"noreferrer noopener\" href=\"https:\/\/yanac.hu\/2022\/01\/17\/mstic-javaslatok-az-ukran-tamadasok-miatt\/\" target=\"_blank\">DEV-0586<\/a>” néven vették nyilvántartásba.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A WhisperGate-nek van néhány hasonlósága a NotPetya kártevővel, amely 2017-ben végzett támadást Ukrajnában. A támadás során valószínűleg lopott hitelesítő adatokat használtak fel. A Talos Intelligence szerint a támadók már hónapokkal a beszivárgás előtt hozzáfértek az áldozatok hálózataihoz, ami a kifinomult APT-támadások klasszikus jele. <\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Az ukrajnai rendszerek olyan kihívásokkal néznek szembe, amelyek nem feltétlenül működnek a világ más részén, ezért extra védelmet és elővigyázatossági intézkedéseket kell alkalmazni - jelezték a Talos kutatói.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/blog.talosintelligence.com\/2022\/01\/ukraine-campaign-delivers-defacement.html\">F<\/a><a href=\"https:\/\/blog.talosintelligence.com\/2022\/01\/ukraine-campaign-delivers-defacement.html\" target=\"_blank\" rel=\"noreferrer noopener\">ORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-25 09:12:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=129905",
    "post_title": "Fehérorosz vasút támadása",
    "post_content": "<!-- wp:paragraph -->\n<p>A Belarusian Cyber-Partisans csoport Telegramon bejelentette, hogy feltörték a Fehérorosz Köztársaság&nbsp;vasúti hálózatának rendszerét és zsarolóvírust telepítettek rá. A visszafejtő kulcsot csak akkor adják át, ha fehérorosz elnök, Alekszandr Lukasenko leállítja az orosz csapatok támogatását egy lehetséges ukrajnai invázió előtt.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A Fehérorosz Vasúttársaság honlapján megjelent egy <a href=\"https:\/\/www.rw.by\/corporate\/press_center\/news_of_passengers\/2022\/01\/vnimaniyu-passazhirov_24012022\/\" target=\"_blank\" rel=\"noreferrer noopener\">üzenet<\/a>, ami szerint technikai okok miatt nem érhető el az elektronikus jegyek biztosítása. Azonban más jel nem utal a valós támadásra.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/t.me\/cpartisans\/631\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-25 20:29:43",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=129935",
    "post_title": "Trickbot friss elemzés",
    "post_content": "<!-- wp:paragraph -->\n<p>A TrickBot az egyik legmodulárisabb és legkifinomultabb trójai. Olyan eszközöket használ, amely megtéveszti a felhasználókat és a szolgáltatókat is.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A Trickbot nevű infrastruktúrát a világ egyik legveszélyesebb hackerhálózatának tartják; a kiberbűnözők kártékony kódokat, illetve zsarolóvírusokat terjesztenek általa, köztük&nbsp;a Ryukot. A Trickbot 2016-os indulása óta többmillió számítógépet fertőzött meg, köztük kormányzati eszközöket. A hálózat működtetőit azonban továbbra sem sikerült elfogni.&nbsp;Ugyan nagyobb csapásokat kapott már, mint például 2020-ban egy kiterjedt akció keretében a Microsoft jelezte, hogy leállította a Trickbot mögötti szervereket, de ismét megjelent. A&nbsp;<a href=\"https:\/\/www.checkpoint.com\/press\/2021\/september-2021s-most-wanted-malware-trickbot-once-again-tops-the-list\/\">Check Point Research&nbsp;jelentése<\/a>&nbsp;szerint a Trickbot továbbra is tartotta vezető helyen szerepét 2021-ben.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Az IBM Trusteer kutatói elemezték a TrickBot legutóbbi tevékenységét és ismertetik az általuk használt azonosításhoz szükséges mutatókat.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/securityintelligence.com\/posts\/trickbot-bolsters-layered-defenses-prevent-injection\/\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-26 09:08:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=129939",
    "post_title": "Segway: magecart támadás",
    "post_content": "<!-- wp:paragraph -->\n<p>Feltörték a Segway online oldalát és egy rosszindulatú Magecart szkriptet helyeztek el, ami lehetővé tette a támadók számára, hogy hitelkártyákat és vásárlói információkat lopjanak el a fizetés során.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A MageCart támadás során a támadók egy speciális típusú káros kódot (skimmer) fecskendeztek a megcélzott weboldalba, abból a célból, hogy a weboldalt meglátogató felhasználók által megadott banki adatokat megszerezzék.&nbsp;<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A Malwarebytes Labs&nbsp;jelentése szerint a támadók JavaScriptet adtak a Segway online áruházához (store.segway.com), amely úgy tett, mintha az oldal szerzői jogait ismertetné.&nbsp;A valóságban a szkript egy külső favicont töltött be, amely a rosszindulatú hitelkártya-lopó szkriptet tartalmaztott.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/blog.malwarebytes.com\/threat-intelligence\/2022\/01\/segway-store-compromised-with-magecart-skimmer\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-26 10:33:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=129952",
    "post_title": "Orvosi eszközök sérülékenysége",
    "post_content": "<!-- wp:paragraph -->\n<p>A kórházi eszközök 53%-a rendelkezik ismert kritikus sérülékenységgel. Cynerio megállapította, hogy az IoT eszközökkel és az egyéb egészségügyi eszközökkel kapcsolatos biztonsági fenyegetéseket az egészségügyi környezetben továbbra is alulértékelik, annak ellenére, hogy jelentősen nőtt az egészségügyi kiberbiztonságba fektetett forrás. Az adatok azt mutatják, hogy a kórházakban lévő csatlakoztatott orvosi eszközök - és egyéb IoT-eszközök - 53%-a rendelkezik már ismert kritikus sérülékenységgel.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.helpnetsecurity.com\/2022\/01\/25\/critical-medical-device-risks\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-26 11:02:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=129956",
    "post_title": "Rosszindulatú PowerPoint-fájlok",
    "post_content": "<!-- wp:paragraph -->\n<p>A Netskope Threat Labs jelentése szerint a rosszindulatú szereplők PowerPoint fájlokat használnak felhőszolgáltatásokkal kombinálva, amelyek a Warzone (AveMaria) és az AgentTesla távoli hozzáférésű trójai (RAT) és információlopó eszközöket telepítik a felhasználók eszközeire. A távoli hozzáférésű trójai programmal egy csaló akár irányíthatja és&nbsp;teljes ellenőrzés alá veheti a célszemély elektronikus eszközét.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.netskope.com\/blog\/infected-powerpoint-files-using-cloud-services-to-deliver-multiple-malware\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-26 12:19:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=130486",
    "post_title": "NIST SP 800-53 rev 5.",
    "post_content": "<!-- wp:paragraph -->\n<p>A NIST (National Institute of Standards and Technology - az Amerikai Egyesült Államok Szabványügyi és Technológiai Intézete) kiadta az 5. frissített verzióját a szabványcsaládnak.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Az SP 800-53 5. változata (Assessing Security and Privacy Controls in Information Systems and Organisations) a bevált gyakorlatokon keresztül kezeli az adminisztratív, fizikai, személyi és logikai biztonsági eljárásokat, amelyek már kiegészülnek frissített adatvédelmi és ellátási lánc kockázatkezelési ellenőrzéshez kapcsolódó kontrolpontokkal.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/nvlpubs.nist.gov\/nistpubs\/SpecialPublications\/NIST.SP.800-53Ar5.pdf\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-27 06:44:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=130492",
    "post_title": "FluBot és TeaBot kampányok",
    "post_content": "<!-- wp:paragraph -->\n<p>Új FluBot és TeaBot rosszindulatú programokat terjesztő kampányokat észleltek, amelyek SMS-t használnak az Android felhasználók ellen Ausztráliában, Németországban, Lengyelországban, Spanyolországban és Romániában. A FluBot kártevő terjesztésére használt SMS-témák közé tartoznak a „Te vagy ebben a videóban?” hamis futárüzenetek és a hamis böngészőfrissítés értesítesk, vagy és hamis hangposta üzenetek.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A TeaBot egy másik Android banki trójai, amelyet 2021 januárjában fedeztek fel, és globálisan elérhető. A Bitdefender jelentése szerint a TeaBot 2021 decembere óta többször is megjelent a Play Áruházban. A TeaBot kampány egy jó példa arra, hogy a Google Play Áruházból telepített szoftverek sem jelentik azt, hogy kockázatmentes az alkalmazás.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/cyber-reports.com\/2022\/01\/26\/new-flubot-and-teabot-campaigns-target-android-devices-worldwide\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS <\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-27 09:58:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=130495",
    "post_title": "APT27 figyelmeztetés",
    "post_content": "<!-- wp:paragraph -->\n<p>A német Szövetségi Alkotmányvédelmi Hivatal&nbsp;(BfV - Bundesamt für Verfassungsschutz) a kínai APT27 hackercsoport folyamatban lévő támadásaira adott ki figyelmeztetést.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A kampány a német kereskedelmi szervezeteket célozza meg, a támadók a HyperBro távoli hozzáférésű trójai programokat (RAT) használják. Az ügynökség szerint a fenyegető csoport célja érzékeny információk ellopása, és megkísérelheti áldozataik ügyfeleit is célba venni az ellátási lánc támadása során.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A BfV közzétette&nbsp;a kompromisszum mutatókat (IoC) és a YARA-szabályokat&nbsp;&nbsp;is, hogy támogassa a szervezeteket a HyperBro RAT és az APT27 kommunikációjának felismerésében.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.verfassungsschutz.de\/SharedDocs\/publikationen\/DE\/cyberabwehr\/2022-01-bfv-cyber-brief.pdf;jsessionid=35EF5607FB01DEE748BA4EE051A519E9.intranet361?__blob=publicationFile&amp;v=10\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-27 10:30:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=130987",
    "post_title": "BotenaGo",
    "post_content": "<!-- wp:paragraph -->\n<p>Az AT&amp;T&nbsp;Alien&nbsp;Labs&nbsp;kutatói tavaly novemberben&nbsp;azonosították&nbsp;a&nbsp;BotenaGo&nbsp;kártevőt, ami több, mint 30 különféle sérülékenységet használ ki&nbsp;több gyártó termékeiben, köztük a&nbsp;Linksys, a D-Link, a&nbsp;Netgear&nbsp;és a ZTE.Most a több millió&nbsp;routert&nbsp;és&nbsp;a&nbsp;IoT&nbsp;eszközt&nbsp;érintő&nbsp;kártevő&nbsp;forráskódját&nbsp;feltöltötték&nbsp;a&nbsp;GitHubra, ami azt jelenti, hogy&nbsp;a&nbsp;bűnözők gyorsan felpörgetik az eszköz új változatait és&nbsp;saját&nbsp;kampányaikhoz is felhasználják.&nbsp;A&nbsp;BotenaGo-t úgy tervezték, hogy távoli&nbsp;shell-parancsokat hajtson végre olyan rendszereken, ahol sikeresen kihasznált egy biztonsági rést.&nbsp;<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/cybersecurity.att.com\/blogs\/labs-research\/botenago-strike-again-malware-source-code-uploaded-to-github\">FO<\/a><a href=\"https:\/\/cybersecurity.att.com\/blogs\/labs-research\/botenago-strike-again-malware-source-code-uploaded-to-github\" target=\"_blank\" rel=\"noreferrer noopener\">RRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-27 20:43:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=130990",
    "post_title": "Log4Shell – krízis nélkül",
    "post_content": "<!-- wp:paragraph -->\n<p>A Sophos új cikket tett közzé a Log4Shellről, amiről tavaly év végén szerzett tudomást a nyilvánosság, és amit az évtized legsúlyosabb sérülékenységeként is aposztrofáltak a szakértők. A cég folytatta a fenyegetés nyomon követését és monitorozását, áttekintette a sérülékenység bejelentése óta eltelt észleléseket, és megvizsgált számos kulcskérdést, például, hogy ki vagy mi állhat a támadások hátterében. Néha, amikor egy szoftveres krízis nem okoz olyan mértékű pusztítást, mint amire mindenki számít, az ok az lehet, hogy nem is volt krízis. A Sophos úgy véli, hogy a Log4Shellt tömegesen kihasználó támadók közvetlen veszélyét az hárította el, hogy a hiba súlyossága egyesítette a digitális és biztonsági közösségeket és cselekvésre késztette az embereket.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/news.sophos.com\/en-us\/2022\/01\/24\/log4shell-no-mass-abuse-but-no-respite-what-happened\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-27 20:50:51",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=130993",
    "post_title": "A legjobb kiberbiztonsági kutatás",
    "post_content": "<!-- wp:paragraph -->\n<p>A Nemzetbiztonsági Ügynökség (NSA) nyilvánosságra hozta a kilencedik alkalommal megrendezett Legjobb Kiberbiztonsági Kutatás pályázat nyertes munkáit. A nyertes dolgozatot Yanyi Liu a Cornell Egyetemről és Rafael Pass, a Cornell Tech számítástechnika professzora írta. Kifejtett egy tételt, amely <a href=\"https:\/\/eprint.iacr.org\/2020\/423.pdf\">az egyirányú függvények (OWF) létezését<\/a> egy szövegsorozat összetettségének mérésével hozza összefüggésbe.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/cps-vo.org\/group\/sos\/papercompetition\/pastcompetitions#twenty21\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-28 06:55:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=130996",
    "post_title": "StellarParticle kampányok",
    "post_content": "<!-- wp:paragraph -->\n<p>A <a href=\"https:\/\/www.microsoft.com\/security\/blog\/2021\/03\/04\/goldmax-goldfinder-sibot-analyzing-nobelium-malware\/\" target=\"_blank\" rel=\"noreferrer noopener\">GoldMax backdoor <\/a>Linux rendszerekhez készült új változatát és egy teljesen új kártevőcsalád, amelyet a CrowdStrike  <a href=\"\/\/FAB9DA70-5A12-4ED7-964A-7FE730B82F57\/CrowdStrike%20kiberbiztonsa%CC%81gi%20va%CC%81llalat%20ma%CC%81r%20TrailBlazer\" target=\"_blank\" rel=\"noreferrer noopener\">TrailBlazer<\/a> néven követ tartozik ahhoz a kampányhoz, amiről a CrowdStrike jelentése szól. A StellarParticle támadásokat az APT29 hackercsoportnak tulajdonítják, amely Oroszország Külföldi Hírszerző Szolgálatához (SVR) kapcsolatban álló hackerekhez köthető, ami több mint 12 éve folytat kémkedési kampányokat.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A StellarParticle kampány, amely a <a href=\"https:\/\/attack.mitre.org\/groups\/G0016\/\" target=\"_blank\" rel=\"noreferrer noopener\">COZY BEAR<\/a> csoporthoz kapcsolódik, bemutatja a fenyegetések szereplőjének széleskörű ismeretét a Windows és Linux operációs rendszerek, a Microsoft Azure, az Office 365 és az Active Directory területén, valamint türelmét és rejtett készségeit, amellyel hónapokig, néha évekig észrevétlen marad.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.crowdstrike.com\/blog\/observations-from-the-stellarparticle-campaign\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-28 09:30:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=132116",
    "post_title": "Dark Herring – android csalás",
    "post_content": "<!-- wp:paragraph -->\n<p>Az őszi <a href=\"https:\/\/blog.zimperium.com\/grifthorse-android-trojan-steals-millions-from-over-10-million-victims-globally\/\" target=\"_blank\" rel=\"noreferrer noopener\">GriftHorse Android trójai<\/a> után, ami nagyságrendileg 10 millió áldozattal járt, a Zimperium csapat most egy több, mint 100 millió áldozattal járó csalásról tájékoztatta az érintetteket.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A Dark Herring művelet során 470 appot töltöttek fel az Android alkalmazásboltjába, a Google Playbe, amik ingyenes játékok, fotós kiegészítők, egyéb jelentéktelen alkalmazások voltak többnyire ingyenesen. Nem tartalmaztak vírust, ezért a Google simán átengedte a szűrőjén. A csalás abban rejlett, hogy a havi telefonszámlát jelentősen megnövelték egy jóváhagyás után a csalók. A csalók a csak kisebb összegeket vontak le havonta, maximum 15 dollárt hozzáírva a telefonszámlához, így a legtöbb károsult észre se vette, a csalást (fleeceware). A Dark Herring alkalmazások 2020 márciusá jelentek meg a Google Playben, de csak 2020-ban törtölték azokat az alkalmazásboltból.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A letöltött alkalmazások listája, amiket ha nem töröl a felhasználó továbbra is vonja a havi tételeket, a <a href=\"https:\/\/github.com\/Zimperium\/DarkHerring\/blob\/master\/packagenames.md\" target=\"_blank\" rel=\"noreferrer noopener\">Githubon elérhető<\/a>.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/blog.zimperium.com\/grifthorse-android-trojan-steals-millions-from-over-10-million-victims-globally\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-30 21:26:33",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=132119",
    "post_title": "Brata banki trójai",
    "post_content": "<!-- wp:paragraph -->\n<p>A Brata egy banki trójai, amely már három éve az Android-felhasználókat vette célba, most azonban frissítették. A bankszámlák leürítése mellett a trójai most aktiválhat egy kill switchet is, amely a gyári beállítások visszaállítását hajtja végre, amely során, ha már nincs több ellopni való a telefonon, akkor alapbeállításra való visszatéréssel tünteti el a nyomait a fertőzött eszközökön.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/blog.zimperium.com\/brata-android-malware-returns-with-fury\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-30 21:35:59",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=132130",
    "post_title": "Finn diplomaták megfigyelése",
    "post_content": "<!-- wp:paragraph -->\n<p>A Finn Külügyminisztérium azonosította egyes finn diplomaták mobil eszközein az NSO Group Pegasus programját. A program anélkül fertőzte meg a felhasználók Apple- vagy Android-telefonokat, hogy észrevették volna.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A Külügyminisztérium folyamatosan figyelemmel kíséri a működési környezetében zajló eseményeket és tevékenységeket, és felméri az ezzel kapcsolatos kockázatokat és törekszik a káros tevékenységek megelőzésére – áll a Finn Külügyminisztérium közleményében.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A kül- és biztonságpolitikai döntések és azok előkészítése nagy érdeklődésre tartanak számot, amelyek kiemelten a hírszerzési igényként is jelentkeznek. A minisztérium különféle eszközökkel reagál a kockázatra, de a titkosszolgálati eszközök elleni teljes védelem lehetetlen.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/um.fi\/current-affairs\/-\/asset_publisher\/gc654PySnjTX\/content\/ulkoministerio-on-saanut-selvitettya-siihen-kohdistuneen-vakoilutapauksen\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-31 06:56:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=132133",
    "post_title": "Nyomon követett GPU-ujjlenyomat",
    "post_content": "<!-- wp:paragraph -->\n<p>A DrawnApart nevű eljárás 67%-al növelheti a követés időtartamát a jelenlegi legmodernebb módszerekhez képest, ami jelentős adatvédelmi aggályokat vethet fel. A francia, izraeli és ausztrál egyetemek közös kutatócsoportja által&nbsp;&nbsp;publikált tanulmány szerint minden egyes emberre egyéni GPU (Graphics Processing Unit - a grafikus vezérlőkártya központi egysége) ujjlenyomatokat hozhatnak létre és ezeket webes nyomon követésre használhatják.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A kutatók 2550 eszközt és 1605 különböző CPU-konfiguráción végezték el a kutatást a WebGL (Web Graphics Library) segítségével. A WebGL a használatával a DrawnApart nyomkövető rendszer meg tudja számolni a GPU-ban végrehajtott műveletek számát és sebességét, méri a vertex rendereléséhez szükséges időt, kezeli az elakadási funkciókat. A kutatók kifejlesztett egy olyan on-screen mérési módszert, amely kisszámú számításigényes műveletet hajt végre, és egy offscreen módszert, amely hosszabb és kevésbé intenzív tesztnek veti alá a GPU-t. Ez a folyamat 16 pontból 176 mérésből álló nyomokat hoz létre, amelyeket ujjlenyomat készítésére használnak. A kutatók hardverelemeket is megpróbáltak kicserélni a gépeken, hogy megnézzék, a nyomok megkülönböztethetők maradnak-e, és megállapították, hogy az ujjlenyomatok kizárólag a GPU-tól függenek.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/arxiv.org\/pdf\/2201.09956.pdf\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-31 09:19:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=132136",
    "post_title": "EU pénzügyi incidenskezelési kiberkoordináció",
    "post_content": "<!-- wp:paragraph -->\n<p>Új, az Unió pénzügyi szektorát  érintő rendszerszintű <a href=\"https:\/\/www.esrb.europa.eu\/pub\/pdf\/recommendations\/esrb.recommendation220127_on_cyber_incident_coordination~0ebcbf5f69.en.pdf?f2ec57c21993067e9ac1d73ce93a0772\" target=\"_blank\" rel=\"noreferrer noopener\">kiberincidens-koordinációs keretrendszert <\/a>javasolt a European Systemic Risk Board (<a href=\"https:\/\/www.esrb.europa.eu\/home\/html\/index.en.html\" target=\"_blank\" rel=\"noreferrer noopener\">ESRB<\/a>), amely lehetővé tenné az EU hatóságai számára, hogy jobban koordinálják a határokon átnyúló jelentősebb incidenskezelést és azokra adandó válaszokat.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Az ESRB azt is javasolja, hogy az európai felügyeleti hatóságok (az ESRB-vel és az Európai Központi Bankkal együttműködve) vizsgáljanak meg minden olyan lehetséges működési és jogi akadályt, amely akadályozhatja a páneurópai koordinációs keret kialakítását. Az ESRB ajánlása az EU pénzügyi stabilitását veszélyeztető megnövekedett kockázattal összefüggésben jött létre. Az ESRB kiemeli annak szükségességét, hogy a hatóságok koordinálják és gyorsan kommunikáljanak egy nagyobb kiberincidens esetén, hogy gyorsan felmérjék annak hatását, és támogassák a pénzügyi szektorba vetett bizalmat.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.eba.europa.eu\/esas-welcome-esrb-recommendation-create-pan-european-systemic-cyber-incident-coordination-framework\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-31 10:31:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=132141",
    "post_title": "NCSC figyelmeztetés",
    "post_content": "<!-- wp:paragraph -->\n<p>Az Egyesült Királyság Nemzeti Kiberbiztonsági Központja (NCSC) felhívja az ügyfélkörébe tartozó szervezeteket, hogy erősítsék meg a biztonságukat és készüljenek fel a kibertámadásokra az ukrán események alapján. Az NCSC nyíltan figyelmeztet arra, hogy az orosz állam által támogatott szereplők valószínűleg nemzetközi szintű támadásokat hajtanak végre, egyben felhívja a fogyelmet az olyan korábbi pusztító kibertámadásokra, mint a 2017-es NotPetya, vagy a Grúzia elleni 2019-es támadások. A támadások kiújulásának oka az Oroszország és Ukrajna közötti feszültség.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A NCSC a következőket javasolja:<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:list -->\n<ul><li>A rendszerek frissítése, patchelése,<\/li><li>A hozzáférések ellenőrzése, a többtényezős hitelesítés beállítása,<\/li><li>Az incidensreagálási tervek frissítése,<\/li><li>A biztonsági mentési és visszaállítási tervek (BCP) ellenőrzése,<\/li><li>Védelmi rendszerek ellenőrzése,<\/li><li>Fenyegetéselemzési információk és azok hatékony felhasználása.<\/li><\/ul>\n<!-- \/wp:list -->\n\n<!-- wp:paragraph -->\n<p>A közlemény azonban kiemeli, hogy még nem azonosítottak konkrét fenyegetéseket és a riasztás elővigyázatosság.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.ncsc.gov.uk\/news\/uk-organisations-encouraged-to-take-action-around-ukraine-situation\">FOR<\/a><a href=\"https:\/\/www.ncsc.gov.uk\/news\/uk-organisations-encouraged-to-take-action-around-ukraine-situation\" target=\"_blank\" rel=\"noreferrer noopener\">RÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-31 11:45:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=132468",
    "post_title": "Adathalász tanulmány",
    "post_content": "<!-- wp:paragraph -->\n<p>Az F-Secure egy nagy lélegzetvételű jelentést tett közzé, ami érdekes eredményekkel járt. Négy szervezetnél összesen 82 402 személyt vettek célba, négy különböző fajta adathalász levéllel. Volt benne „klasszikus” és eredményes kampány, amiben a személyügy az éves szabadságokkal kapcsolatban küldött információkat. Ez nagyon betalált, ez volt a legtöbbet visszaigazolt levél volt 22%-os kattintási arányt ért el. Ugyanakkor volt olyan is, amire nem várt eredmény született a szereplőktől.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A HR-es kampányon kívül, egy hamis vezérigazgatói csalási üzenetet (CEO Fraud), egy hamisított dokumentummegosztó üzenetet (document share) és egy szolgáltatásról szóló hamis értesítést (service issue notification) küldtek szét az alkalmazottaknak. Átlagosan a felhasználók 12%-a kattintott az adathalász e-mailekre, fontos információ, hogy az adathalász üzenetek azonosítása és bejelentése is átlagosan 30 perc alatt megtörtént. Viszont azoknak, akik kattintottak a levélben szereplő linkekre, azt a beérkezéstől számított 5 percen belül megtették, ez a felhasználók 25%-át érintette. Pedig az ilyen támadások során az idő számít leginkább. Azoknál a cégeknél, ahol nem volt megfelelő bejelentési lehetőség, így nem volt beépülő modul a levelező rendszerben a gyanús e-mailek jelentésére, a bejelentési arány is alacsony (15%) és nagyon lassú volt, mig azoknál a szervezeteknél, ahol ez a bejelentés szinte csak egy kattintás volt, ott ugyanez az arány 45% volt.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Meglepő rész volt a kampány eredményének, hogy egyes cégeknél az informatikai üzemeltető és a fejlesztő csapat az átlag felhasználókhoz képest is nagyobb arányban (26%) kattintott az adathalász linkekre.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.f-secure.com\/content\/dam\/press\/en\/media-library\/reports\/to-click-or-not-to-click.pdf\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-01-31 20:56:30",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=132474",
    "post_title": "A Lazurus csoport friss spear phishing kampánya",
    "post_content": "<!-- wp:paragraph -->\n<p>A Malwarebytes Threat Intelligence januárban új, a Lazarus Group-hoz tartozó adathalász kampányt észlelt. Az észak-koreai APT a kampány során a Lockheed Martin cégcsoport nevét felhasználva álláslehetőségekre hívja fel a figyelmet és a melléklet dokumentum megnyitására bíztatja a célpontokat. A dokumentum természetesen kártékony kódokat tartalmazott.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A Malwarebytes Threat Intelligence közzétette a támadások részleteit, ahol a védelmi iparban munkát keresőket célozták meg olyan nagy nevekkel, mint a LockHeed Martin, a BAE Systems, a Boeing és a Northrop Grumman. A Malwarebytes közzétette a technikákat, taktikákat és eljárásokat, valamint a kihasználás azonosításához szükséges mutatókat is.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/blog.malwarebytes.com\/threat-intelligence\/2022\/01\/north-koreas-lazarus-apt-leverages-windows-update-client-github-in-latest-campaign\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-01 07:23:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=132505",
    "post_title": "Új eszközök a Shuckworm arzenáljában",
    "post_content": "<!-- wp:paragraph -->\n<p>A Symantec Threat Hunter Team bizonyítékokat talált arra, hogy Ukrajnában az Oroszországhoz köthető Shuckworm csoport (<a href=\"https:\/\/malpedia.caad.fkie.fraunhofer.de\/actor\/gamaredon_group\" target=\"_blank\" rel=\"noreferrer noopener\">Gamaredon, <\/a><a href=\"https:\/\/attack.mitre.org\/groups\/G0047\/\" target=\"_blank\" rel=\"noreferrer noopener\">Armageddon<\/a>) továbbra is kémkedési támadásokat hajt végre.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Az első alkalommal 2013-ban azonosított Shuckworm elsősorban ukrajnai szervezetek elleni kiberkampányokra specializálódott. A csoportról ismert, hogy adathalász e-maileket használnak arra, hogy távoli hozzáférési eszközöket, például Remote Manipulator System (RMS) és UltraVNC-t, vagy testreszabott, Pterodo\/Pteranodon nevű rosszindulatú programokat használjanak. Az Ukrán Biztonsági Szolgálat (SSU) közzétett <a href=\"https:\/\/ssu.gov.ua\/uploads\/files\/DKIB\/Technical%20report%20Armagedon.pdf\" target=\"_blank\" rel=\"noreferrer noopener\">jelentése <\/a>megjegyezte, hogy a Shuckworm támadásai az utóbbi időben kifinomultabbá váltak. A Symantec által megfigyelt tavalyi tevékenység összhangban van az SSU által dokumentált esetekkel.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A Symantec közzétette a Shuckworm által használt új eszközöket, a használt technikákat, taktikákat és eljárásokat, valamint az azonosítást támogató mutatókat (IoC).<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/symantec-enterprise-blogs.security.com\/blogs\/threat-intelligence\/shuckworm-gamaredon-espionage-ukraine\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-01 09:46:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=132955",
    "post_title": "Üzemanyag ellátási lánc támadása",
    "post_content": "<!-- wp:paragraph -->\n<p>A német Oiltanking céget kibertámadás érte, ami érintette az Mabanaft céget is. A Oiltanking GmbH az egyik legnagyobb üzemanyag forgalmazó Németországban, de a nemzetközi szinten is számottevő jelentőséggel bír, hiszen 8 országban&nbsp;– köztük Magyarországon is - 41&nbsp;bázist tart fenn, összesen több mint 16&nbsp;millió köbméter&nbsp;tárolókapacitással,&nbsp;öt kontinensen – Európában, Észak-Amerikában, Dél-Amerikában, a Közel-Keleten, Afrikában, Indiában és az ázsiai-csendes-óceáni térségben.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Németországban 26 céget lát el üzemanyaggal, köztük a Shell 1955 benzinkutját is. Ha ezek a kifogynának az üzemanyagból, az olyan válságot okozna, amely jelentősen érintené Németország mindennapi működését, és ezen keresztül nemzetgazdaságát.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Az Oiltanking összesen 13 üzemanyagdepót üzemeltet Németországban, amelyek jelenleg nem tudják a szállító kamionokat kiszolgálni.&nbsp;A cég alternatív töltőpontok használatához folyamodott, amíg a kibertámadás hatásait nem mérsékelik, de a&nbsp;fennakadás jelentős, és ha a cégnek hosszú időbe telik a támadás okozta informatikai problémák megoldása, az ellátási lánc is sérülhet.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Ez főként a szállításhoz használt üzemanyagtartály be-\/kirakodási folyamatának automatizálásának köszönhető, amely teljes mértékben automatizált és nem képes kési üzemeltetésre, de a számítógépes rendszere jelenleg nem elérhető.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A cég közleményben jelezte:&nbsp;<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>„<em>2022. január 29-én, szombaton az Oiltanking GmbH Group és a Mabanaft GmbH &amp; Co. KG (Mabanaft) Group felfedezte, hogy informatikai rendszereinket érintő kiberincidens áldozatai lettünk.&nbsp;Az incidensről értesülve azonnal lépéseket tettünk rendszereink és folyamataink biztonságának fokozása érdekében, és vizsgálatot indítottunk az ügyben.&nbsp;Dolgozunk a probléma megoldásán a készenléti terveink szerint, valamint azon, hogy megértsük az incidens teljes terjedelmét.&nbsp;Alapos vizsgálatot folytatunk külső szakemberek bevonásával, és szorosan együttműködünk az illetékes hatóságokkal.&nbsp;Minden terminál továbbra is biztonságosan működik.<\/em><\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><em>Az Oiltanking Deutschland GmbH &amp; Co. KG, a Mabanaft csoporton belüli üzemi egység, minden terminált üzemeltet Németországban, és nem része az Oiltanking GmbH csoportnak.<\/em><\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><em>Az Oiltanking GmbH Group továbbra is üzemelteti az összes terminált az összes globális piacon.&nbsp;Az Oiltanking Deutschland GmbH &amp; Co. KG termináljai korlátozott kapacitással működnek, és vis maiort jelentettek be.&nbsp;A Mabanaft Deutschland GmbH &amp; Co. KG a németországi belföldi ellátási tevékenységeinek többségére vonatkozóan is vis maiort nyilvánított.&nbsp;Minden fél továbbra is azon dolgozik, hogy a lehető leghamarabb helyreállítsa a normál működést valamennyi terminálunkban.”<\/em><em>MI FORDÍTÁS<\/em><\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><em><a href=\"https:\/\/www.handelsblatt.com\/unternehmen\/energieversorgung-cyberangriff-legt-oiltanking-tanklager-deutschlandweit-vollstaendig-lahm-tankwagen-beladung-ausser-betrieb\/28023918.html\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/em><\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><em><a href=\"https:\/\/www.bleepingcomputer.com\/news\/security\/german-petrol-supply-firm-oiltanking-paralyzed-by-cyber-attack\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/em><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-01 20:41:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=132978",
    "post_title": "SureMDM hibalánc",
    "post_content": "<!-- wp:paragraph -->\n<p>Az indiai technológiai cég, a 42 Gears népszerű mobileszköz-felügyeleti rendszere, a SureMDM sérülékennyé vált. A gyártó már javította a sérülékenységeket, amelyek lehetővé tehették volna a támadók számára, hogy a SureMDM vezérlőjén keresztül távoli kódfuttatást hajtsanak végre az eszközökön, asztali számítógépeken, vagy szervereken. <\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A webkonzolt érintő sebezhetőségek kihasználásával a támadó letilthatta a védelmi  eszközöket, és rosszindulatú programokat vagy más rosszindulatú kódokat telepíthet minden Linux-, MacOS- vagy Android-eszközre, amelyre telepítve van a SureMDM. A támadónak nem kellett tudnia az ügyfél adatait, hogy ezt elérje, és még csak fiókkal sem kell rendelkeznie a SureMDM-en.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:embed {\"url\":\"https:\/\/youtu.be\/0JrURIq-PXA\",\"type\":\"video\",\"providerNameSlug\":\"youtube\",\"responsive\":true,\"className\":\"wp-embed-aspect-16-9 wp-has-aspect-ratio\"} -->\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\nhttps:\/\/youtu.be\/0JrURIq-PXA\n<\/div><\/figure>\n<!-- \/wp:embed -->\n\n<!-- wp:paragraph -->\n<p>Az Immersive Labs 2021. július 6-án vette fel a kapcsolatot a 42 Gears-el a hibák jelzése miatt, amit a gyártó novemberben és januárban kiadott javításokkal orvosolt. Az Immersive Labs január 28-án tette közzé a sérülékenységeket.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.immersivelabs.com\/resources\/blog\/suremdm-vulnerability-could-lead-to-supply-chain-compromise\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-02 08:27:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=133018",
    "post_title": "Feltörték a telefont?",
    "post_content": "<!-- wp:paragraph -->\n<p>Az Eset a népszerű portálján a welivesecurity-n tette közzé azokat a jellemzőket, amivel felismerheti, hogy feltörték a telefonját. Az mobil eszközök feltörésének leggyakoribb jele, hogy az akkumulátor a szokásosnál gyorsabban lemerül, megugrik az internet adathasználata, bár a böngészési szokásai nem változtak – jelzi Lukas Stefanko, az ESET malware-kutatója.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Egy másik jel az, hogy a korábban jól működő alkalmazások furcsa viselkedést mutatnak, például hirtelen elindulnak, bezárulnak, vagy teljesen meghibásodnak, és váratlan hibákat jelenítenek meg.&nbsp;<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Az eszköz feltörésére utaló jelek közé tartozik, hogy furcsa hívásokat vagy furcsa üzeneteket kapott, vagy a hívás- és szöveges üzenetek előzményei ismeretlen bejegyzéseket tartalmaznak, amelyek prémium nemzetközi számokra próbálnak hívni vagy üzeneteket küldeni.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Az Eset kutató javaslatokat is tesznek annak érdekében, hogy ne válljon támadások ádozatává:&nbsp;<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:list -->\n<ul><li>Frissítse operációs rendszerét és alkalmazásait is a legújabb verzióra,<\/li><li>Készítsen biztonsági másolatot az adatairól,<\/li><li>Használjon – megbízható, jó nevű - biztonsági megoldást,<\/li><li>Mindig ellenőrizze az alkalmazás és a fejlesztő véleményét, és használja a hivatalos alkalmazásboltokat,<\/li><li>Legyen tisztában azokkal a gyakori taktikákkal, amelyeket a kiberbűnözők használnak.<\/li><\/ul>\n<!-- \/wp:list -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.welivesecurity.com\/2022\/01\/31\/how-tell-if-your-phone-hacked\/\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-02 10:47:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=133021",
    "post_title": "Az FBI figyelmeztetése téli olimpia kibertámadásokra",
    "post_content": "<!-- wp:paragraph -->\n<p>Ugyan az FBI nem tud a 2022 februárjában megrendezésre kerülő téli olimpiai, valamint a 2022 márciusában megrendezésre kerülő paralimpiai rendezvények elleni konkrét kiberfenyegetésről, de arra biztatja a partnereket, hogy maradjanak éberek, és tartsák fenn a bevált gyakorlatokat hálózati és digitális környezetükben – áll az FBI közleményében.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>AZ FBI-nálnem zárják ki a pénzügyi motiváltságú és állami támogatású hackerkollektívák által koordinált támadásokat, ami lehet például rosszindulatú programok terjesztése – beleértve a zsarolóvírusokat, elosztott szolgáltatás-megtagadással járó támadásokat (DDoS), social engineering támadásokat, adathalász kampányokat, vagy akár belső fenyegetéseket. Sikeres támadás esetén megzavarhatják, vagy megakadályozhatják az események élő közvetítését, érzékeny adatokat szivárogtathatnak ki, vagy célkeresztbe vehetik az informatikai infrastruktúrát is. A támadók motivációja valószínűleg a pénzszerzés, a zűrzavar-okozás, saját maguk népszerűsítése, a célpontok hiteltelenítése, vagy akár ideológiai célok is lehetnek.&nbsp;<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.documentcloud.org\/documents\/21193767-fbi-tlp-white-pin-potential-for-malicious-cyber-activities-bc-to-disrupt-the-2022-beijing-winter-olympics-and-paralympics\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-02 05:03:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=133513",
    "post_title": "Fontos Samba frissítés",
    "post_content": "<!-- wp:paragraph -->\n<p>A Samba 4.13.17 előtti verzióját érintő sérülékenység került nyilvánosságra, így nagyon javasolt a gyártó frissen kiadott javításainak telepítése, főleg, mert a CVSS skálán 9.9 pontot ért el a távoli kódvégrehajtási sérülékenység.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A CERT Coordination Center (<a rel=\"noreferrer noopener\" href=\"https:\/\/kb.cert.org\/vuls\/id\/119678\" target=\"_blank\">CERT\/CC<\/a>) szerint a hiba olyan széles körben használt Linux disztribúciókat is érint, mint a Red Hat, a SUSE Linux és az Ubuntu.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.samba.org\/samba\/history\/security.html\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-02 20:37:59",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/2022\/02\/02\/wp-global-styles-colormag\/",
    "post_title": "Custom Styles",
    "post_content": "{\"version\": 2, \"isGlobalStylesUserThemeJSON\": true }",
    "post_date": "2022-02-02 20:36:50",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=133536",
    "post_title": "StrifeWater RAT",
    "post_content": "<!-- wp:paragraph -->\n<p>A Moses Staff APT, amelyet Iráni állami támogatású csoportnak tartanak a fenyegetéselemzők, egy korábban nem azonosított távoli hozzáférésű trójai programot (RAT) használ, amely a számológépnek álcázza magát a Cybereason szerint.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A Moses Staff APT, amely az izraeli elleni 2021-es kém- és szabotázstámadások sorozatához kötődött, által használt StrifeWater RAT-ot a támadások kezdeti szakaszában használták. Az új StrifeWater RAT képes eltüntetni magát, hogy elrejtse a nyomait.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A Moses Staff APT nyomait a Check Point Research <a href=\"https:\/\/thehackernews.com\/2021\/11\/new-moses-staff-hacker-group-targets.html\" target=\"_blank\" rel=\"noreferrer noopener\">azonosította<\/a> egy 2021 szeptembere óta tartó izraeli szervezetek ellen folytatott kampány során. Izraelen kívül is azonosították a csoport tevékenységét, Olaszországban, Indiában, Németországban, Chilében, Törökországban, az Egyesült Arab Emírségekben és az Egyesült Államokban.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.cybereason.com\/blog\/strifewater-rat-iranian-apt-moses-staff-adds-new-trojan-to-ransomware-operations\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-03 06:16:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=133539",
    "post_title": "Bazarbackdoor malware&nbsp;",
    "post_content": "<!-- wp:paragraph -->\n<p>A Bleepingcumputer egy adathalász kampányt hozott nyilvánosságra, amely a CSV fájlokkal terjeszti a Bazarbackdoor kártékony kódokat.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A CSV (Comma-separated&nbsp;values), azaz vesszővel elválasztott értékek lényegében egy szöveges fájl, azaz olyan sorokból álló szöveges fájl, ahol a sorokon belül az egyes adatok, szövegrészek vesszővel vannak elválasztva, a vessző jelöli az egyes adatok végét. A CSV-fájlok használata népszerű módszer az adatok exportálására alkalmazásokból, amelyeket aztán más programokba lehet importálni adatforrásként, legyen az Excel, adatbázis, jelszókezelő vagy számlázó szoftver.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Mivel a CSV egyszerűen szöveg, futtatható kód nélkül, sokan ártalmatlannak tartják az ilyen típusú fájlokat és megnyitják azokat. A kampány üzemeltetői visszaélhetnek ezzel és olyanbeépítették a Bazarbackdoor kártékonykódokat a CSV fájlokba, amely parancsokat hajtsanak végre, letöltik és rosszindulatú programokat telepítenek.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A Microsoft Excel támogatja a Dynamic Data Exchange (DDE) nevű szolgáltatást, amely olyan parancsok végrehajtására használható, amelyek külső táblázatba kerülnek, beleértve a CSV-fájlokat is. Amikor a CSV-fájlt megnyitja az Excel, a program észleli a gyanús DDE-t, és figyelmezteti a felhasználót, hogy engedélyezze a hivatkozások automatikus alkalmazását, ami biztonsági figyelmeztetésként jelentkezik.&nbsp;Így felhasználói interakció szükséges a végrehajtáshoz. A felhasználók tudatosításával csökkenteni lehet a kód terjedésének kockázatát.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.bleepingcomputer.com\/news\/security\/malicious-csv-text-files-used-to-install-bazarbackdoor-malware\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-03 08:17:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=133556",
    "post_title": "UEFI-sebezhetőségek",
    "post_content": "<!-- wp:paragraph -->\n<p>A Binarly kutatói 23 sebezhetőséget azonosítottak a világ legnagyobb eszközgyártói által használt UEFI firmware-ekben. A sérülékenység több millió vállalati eszközt érinthet, laptopokat, szervereket, routereket, hálózati eszközöket, ipari vezérlőrendszereket (ICS) és célszámítógépeket. Több mint 25 érintett gyártót azonosítottak, így a HP, a Lenovo, a Fujitsu, a Microsoft, az Intel, a Dell, a Bull (Atos) és a Siemens is érintett a sérülékenységben.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A probléma kiváltó oka az InsydeH2O firmware keretkódjához társított referenciakódban található.&nbsp;A termékek Insyde-alapú firmware SDK-t használnak a firmware-részek fejlesztéséhez. A sérülékenységek többnyire a System Management Mode-hoz (SMM) kapcsolódnak, és rendszergazdai jogosultságú tetszőleges kódfuttatáshoz eredményeznek.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A sérülékenység eredetileg a Fujitsu eszközökben fedezték fel, de egy elemzés feltárta, hogy ez egy szélesebb körű probléma, amely az Insyde-alapú firmware-t érinti.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Az Insyde befoltozta a biztonsági réseket, és biztonsági figyelmeztetéseket adott&nbsp;<a href=\"https:\/\/www.insyde.com\/security-pledge\" target=\"_blank\" rel=\"noreferrer noopener\">ki<\/a>&nbsp;.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.binarly.io\/posts\/An_In_Depth_Look_at_the_23_High_Impact_Vulnerabilities\/index.html\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-03 09:54:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=133559",
    "post_title": "PowerLess trójai - PowerShell backdoor",
    "post_content": "<!-- wp:paragraph -->\n<p>A Cybereason Nocturnus Team jelentése szerint az iráni, állami támogatású, <a rel=\"noreferrer noopener\" href=\"https:\/\/malpedia.caad.fkie.fraunhofer.de\/actor\/apt35\" target=\"_blank\">APT35<\/a> hackercsoport most egy PowerLess trójait használ kampányában. A PowerLess backdoor titkosított C2 csatornákkal rendelkezik, és lehetővé teszi a parancsok végrehajtását és a futó folyamatok leállítását, elkerüli az észlelést a védelmi megoldásoknál azzal, hogy nem indítja el a PowerShell-t, csak a .Net-en futt. Az új eszközkészlet rendkívül moduláris, többlépcsős malware-t tartalmaz, amely több lépcsőben dekódolja és telepíti a további payloadokat. A csoport januárban egykorábban nem dokumentált PowerShell-hátsó ajtót is használt, amit <a rel=\"noreferrer noopener\" href=\"https:\/\/research.checkpoint.com\/2022\/apt35-exploits-log4j-vulnerability-to-distribute-new-modular-powershell-toolkit\/\" target=\"_blank\">CharmPower<\/a> néven azonosított a CheckPoint és a Log4Shell sérülékenységet használta ki.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A Cybereason részletesen dokumentálta a csoport eljárásait, technikáit és taktikáit.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.cybereason.com\/blog\/powerless-trojan-iranian-apt-phosphorus-adds-new-powershell-backdoor-for-espionage\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-03 10:26:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=133580",
    "post_title": "MuddyWater kampány Törökországban",
    "post_content": "<!-- wp:paragraph -->\n<p>A <a href=\"https:\/\/attack.mitre.org\/groups\/G0069\/\" target=\"_blank\" rel=\"noreferrer noopener\">MuddyWater<\/a> hackercsoport új rosszindulatú kampányt folytat török ​​szervezetek és kormányzati intézmények ellen a Cisco Talos kutatói szerint. A MuddyWater-t az Egyesült Államok Kiberparancsnoksága (USCYBERCOM) idén <a href=\"https:\/\/www.cybercom.mil\/Media\/News\/Article\/2897570\/iranian-intel-cyber-suite-of-malware-uses-open-source-tools\/\" target=\"_blank\" rel=\"noreferrer noopener\">kötötte össze<\/a> Irán Hírszerzési és Biztonsági Minisztériumával (<a href=\"https:\/\/irangov.ir\/cat\/512\">MOIS<\/a>).<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A támadások adathalászattal kezdődnek, amely török ​​nyelvű fájlokat használnak, amik látszólag az egészségügyi vagy belügyminisztérium címéről érkeznek. A támadás részeként a MuddyWater két fertőzési láncot használ, amelyek egy PDF-fájl kézbesítésével kezdődnek.&nbsp;Az első esetben a PDF tartalmaz egy beágyazott gombot, amely interakciót követően letölt egy XLS-fájlt, ami rosszindulatú VBA-makrókat tartalmaz és elindítja a fertőzési folyamatot. A második fertőzési lánc EXE-fájlt használ XLS helyett.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A Cisco Talos kutatói közzétették az azonosításhoz szükséges mutatókat, és ismertetik a MuddyWater által használt technikákat, taktikákat, eljárásokat.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/blog.talosintelligence.com\/2022\/01\/iranian-apt-muddywater-targets-turkey.html\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-03 11:45:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=133845",
    "post_title": "Új malware a SolarWinds támadóitól",
    "post_content": "<!-- wp:paragraph -->\n<p>A SolarWinds supply chain támadás mögött álló csoport tovább fejlesztette eszközeinek arzenálját egy új eszközzel, amelyet már 2019 óta észrevétlenül használtak (APT).<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A CrowdStrike kutató <a href=\"https:\/\/www.crowdstrike.com\/blog\/observations-from-the-stellarparticle-campaign\/\">szerint<\/a> a Nobelium támadó csoport két kifinomult kód családot (GoldMax linux variánsa, valamint a TrailBlayer) is használt a támadások során, amelyet az áldozatok rendszerébe juttatott jóval azelőtt, hogy a támadások kiderültek.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A GoldMax 2021 májusában került felfedezésre Microsoft által, amely amely valójában egy Golang-alapú rosszindulatú kód amely hátsó ajtót biztosít a kód vezérlésére (CC) titkosított csatornán.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A Nobelium csoport tevékenysége más kódnevek alatt is ismert, úgy mint UNC2452 (FireEye), SolarStorm (Unit 42), StellarParticle (CrowdStrike), Dark Halo (Volexity), és Iron Ritual (Secureworks).<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A csoport tevékenységét az orosz államilag támogatott APT 29 (The Dukes, Cozy Bear) kötik.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/thehackernews.com\/2022\/02\/new-malware-used-by-solarwinds.html\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-03 14:00:56",
    "user_nicename": "szulej"
},
{
    "guid": "https:\/\/yanac.hu\/?p=134128",
    "post_title": "Wormhole hack&nbsp;",
    "post_content": "<!-- wp:paragraph -->\n<p>Ismeretlen elkövetők megtörték a Solana-hoz kapcsolódó Wormhole blokklánc bridge-et. A különböző blokkláncok között egy tranzakciót biztosító hidak (bridge) biztosítják a blokkláncok közötti kommunikációt. A Wormhole a Solana és az Ethereum blokklánca közötti bridge. Ezt a folyamatot törték meg ismeretlen hackerek, amelynek segítségével 120 000 ETH-ot szereztek meg, ami nagyságrendileg 322 ezer dollárt ért aznap, de egy nappal a később, már csak 294 milliót a hír bejeltése után. A Wormhole 10 millió dolláros jutalmat ajánlott fel a Ethereum visszaszolgáltatásáért és a bridge hiba ismereteséért.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/therecord.media\/cryptocurrency-platform-wormhole-hacked-for-an-estimated-322-million\/\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-04 06:04:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=134131",
    "post_title": "UpdateAgent Mac malware&nbsp;",
    "post_content": "<!-- wp:paragraph -->\n<p>Az UpdateAgent rosszindulatú program 2020 novemberétől terjed a macintosh rendszereken, fő tevékenysége az adatok, információk lopása. Összegyűjti a használt eszközök típusát, a verziószámokat és egyéb alapvető rendszerinformációkat. A Microsoft jelentése szerint viszont a malware egyre inkább fejlődik, a backdooron kívül az Adload reklámokat trejesztő programot is telepíti, amely hirdetésbeültetési szoftvereket és technikákat használnak az eszköz kommunikációjának lehallgatására, és átirányítja a felhasználók forgalmát a reklámprogram-üzemeltetők szerverein, hogy növeljék a hirdetések látogatottságát és anyagi forráshoz jussanak ezáltal.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A UpdateAgent képes arra, hogy ezeket a tevékenységeket átengedje a Gatekeeper védelmén és elkerülje a felhasználó figyelmeztetését az új program telepítéséről.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A Microsoft szerint az UpdateAgent legitim szoftvereknek, például videoalkalmazásoknak vagy támogatási alkalmazásnak álcázza magát, amelyek feltört vagy rosszindulatú webhelyeken megjelenő pop-upokon vagy hirdetéseken keresztül terjednek.&nbsp;<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.microsoft.com\/security\/blog\/2022\/02\/02\/the-evolution-of-a-mac-trojan-updateagents-progression\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-04 09:33:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=135263",
    "post_title": "Csalás az indiai hadsereg applikációjával",
    "post_content": "<!-- wp:paragraph -->\n<p>Egy hivatalos mobilalkalmazás klónozott verziójába rejtett távoli hozzáférésű trójaival (RAT) célozták meg az indiai hadsereg személyzetének Androidos okostelefonjait. A klónozott alkalmazást először a Malware Hunter Team azonosította. A klón lemásolta a hivatalos Army Mobile Aadhaar App Network (ARMAAN) alkalmazást. Az indiai hadsereg által kifejlesztett eredeti ARMAAN alkalmazást üzenetküldésre, katonai mérnöki szolgáltatásokkal kapcsolatos panaszkezelésre és további szolgáltatásokra használják. Ezenkívül rendelkezik egy olyan funkcióval, amely lehetővé teszi a hadsereg tagjai számára, hogy üzeneteket küldjenek a hadsereg parancsnoki (COAS) irodájának. A módosított, rosszindulatú ARMAAN alkalmazás komoly veszélyt jelent az indiai fegyveres erőkre nézve, mivel a beépített RAT érzékeny adatokat lophat el a személyzettől, pl. névjegyeket, hívásnaplókat, SMS-eket, hely adatokat és egyéb fájlokat, de emellett hangrögzítésre is képes.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.indiatoday.in\/india\/story\/cloned-version-of-indian-army-app-targets-personnel-1907855-2022-02-02\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-05 21:26:04",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=135266",
    "post_title": "Google Fonts vs GDPR",
    "post_content": "<!-- wp:paragraph -->\n<p>München regionális bírósága 100 EUR kártérítés megfizetésére kötelezte egy weboldal üzemeltetőjét, amiért a Google Fonts könyvtárán keresztül felhasználói beleegyezés nélkül gyűjtött személyes adatokat. A bíróság szerint a Google Fonts weboldalra történő beágyazásával a weboldal látogatóinak IP címei átadásra kerültek a Google-nak, ahol aztán az összegyűjtött adatokat más, harmadik féltől származó adatokkal összevetve meghatározhatók voltak az IP címek felhasználói. Az Európai Unió általános adatvédelmi rendelete (GDPR) értelmében minden azonosításra alkalmas információ (Personal Identifiable Information – PII) – beleértve az IP címeket, hirdetésazonosítókat, cookie-kat stb. – kizárólag a felhasználók egyértelmű hozzájárulásával gyűjthetők. A bíróság mindamellett, hogy az adatgyűjtés megszüntetésére kötelezte a weboldalt, felszólította arra is, hogy tájékoztassa az adatgyűjtésben ezidáig érintett felhasználókat a weboldal által tárolt és feldolgozott személyes adatokról.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/rewis.io\/urteile\/urteil\/lhm-20-01-2022-3-o-1749320\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-06 06:30:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=135269",
    "post_title": "Kiterjesztett támogatás",
    "post_content": "<!-- wp:paragraph -->\n<p>Kiterjesztett fenyegetettség és sebezhetőség kezelő támogatást kapott a Microsoft Defender for Endpoint, így mostantól Android – és a későbbiekben iOS – eszközökre is kiterjedhet a vállalatok végpontvédelme. A Microsoft Defender for Endpoint új funkciója folyamatosan figyeli és azonosítja a fenyegetettségekben és sérülékenységekben érintett eszközöket, felméri és rangsorolja a kapcsolódó kockázatokat, valamint integrált munkamenetet biztosít a sérülékenységek zökkenőmentes orvoslásához. Az Android és iOS sérülékenységek kezelése lehetővé teszi a rendszergazdák számára, hogy csökkentsék a mobil végpontok támadási felületét, és ennek közvetlen eredményeként növeljék szervezetük ellenálló képességét a rosszindulatú kibertevékenységekkel szemben.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/docs.microsoft.com\/en-us\/microsoft-365\/security\/defender-endpoint\/mtd?view=o365-worldwide\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-05 22:19:08",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=135684",
    "post_title": "EmailThief&nbsp;- Zimbra&nbsp;zeroday",
    "post_content": "<!-- wp:paragraph -->\n<p>Egy - valószínűleg kínai - szereplő 2021 decemberében indult adathalász kampányában kihasználja a Zimbra e-mail kliens nulladik napi sebezhetőségét. Az EmailThief néven azonosított kémkedési kampányt a Volexity azonosította és tett közzé technikai jelentését. A cross-site scripting (XSS) sérülékenységet kihasználó támadás során távoli JavaScript futtatását lehet végrehajtani.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>A sérülékenység a Zimbra&nbsp;legújabb&nbsp;8.8.15-ös verzióját&nbsp;is érinti. A támadás végrehajtásához az áldozatnak meg kell nyitnia az e-mailben küldött linket, miközben egy böngészőben bejelentkezve van egy Zimbra kliensbe. Jelenleg nincs frissítése a hibának.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.volexity.com\/blog\/2022\/02\/03\/operation-emailthief-active-exploitation-of-zero-day-xss-vulnerability-in-zimbra\/\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-07 06:23:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=135695",
    "post_title": "Microsoft tiltás",
    "post_content": "<!-- wp:paragraph -->\n<p>A Microsoft letiltotta az MSIX ms-appinstaller protokollkezelőt, amelyet a rosszindulatú programok – Emotet - támadásai során használnak ki. Az&nbsp;Emotet decemberben kezdte el kihasználni a Windows 10 és Windows 11 rendszereket, az átalakított Windows AppX Installer csomagokkal, amelyeket Adobe PDF-eknek tűntettek fel. Az Emotet adathalász e-mailjei válaszlánc-e-maileket használtak, és arra ösztönöztéka megcímzett áldozatokat, hogy nyissák meg az „korábbi levelezéshez” kapcsolódó PDF-fájlokat. Aki rákattintott az e-mailekbe beágyazott hivatkozásokra azt átirányították egy olyan oldalra, amely a PDF megnyitása helyett elindította a Windows App Installer programot, és egy „Adobe PDF komponens” telepítését jelenítette meg.&nbsp;<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Amikor a felhasználó a Telepítés gombra kattint, az App Installer letölti és telepíti a Microsoft Azure-ban tárolt rosszindulatú appxbundle kódokat, ami az Emotet-nek nyit utat.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/techcommunity.microsoft.com\/t5\/windows-it-pro-blog\/disabling-the-msix-ms-appinstaller-protocol-handler\/ba-p\/3119479\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-07 08:44:00",
    "user_nicename": "geronimo"
},
{
    "guid": "https:\/\/yanac.hu\/?p=135704",
    "post_title": "A zsarolóvírusok 2021-ben",
    "post_content": "<!-- wp:paragraph -->\n<p>A Ransomware-as-a-Service (RaaS) üzemeltetők többsége azután is folytatja tevékenységét, hogy a hatóságok&nbsp;letartóztatták tagjaikat, viszont finomították taktikájukat és növeltek műveleteik hatékonyságát. A Coveware elemzése szerint, ami a 2021 – kiemelten a Q4 - zsarolóvírus támadások adatait vizsgálja, a ransomware-csoportok most magasabb váltságdíjat követelnek, kiemelt cégeket vettek célba és nem növelték a mennyisségi támadások számát.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Számokban az átlagos váltságdíj 2021 negyedik negyedévében elérte&nbsp;a 322 168 USD-t, ami 130%-kal magasabb az előző negyedévhez képest.&nbsp;A váltságdíj medián összege&nbsp;117 116 dollár volt, ami 63%-os növekedés a Q3-hoz képest.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Az <a href=\"https:\/\/yanac.hu\/2021\/10\/03\/biden-kiberhonapja\/\" target=\"_blank\" rel=\"noreferrer noopener\">amerikai kormányzati lépések<\/a> is nehezítik a támadók dolgát, de már <a href=\"https:\/\/yanac.hu\/2022\/01\/17\/revil-uzemeltetok-letartoztatasa\/\" target=\"_blank\" rel=\"noreferrer noopener\">Oroszországban is letartóztattak<\/a> a résztvevőket zsarolóvírus támadásban. Így a zsarolóvírusok működtetői egyre több oldalról igyekeznek védeni magukat, hogy ne kerüljenek a szembe a hatóságokkal. Jóbban ösztönzik az áldozatokat a váltságdíj kifizetésére, például a adatokat lopnak, nem csak titkosítják az adatokat. Így jár el a Lockbit, a Conti, a Hive, a Karakurt is.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><a href=\"https:\/\/www.coveware.com\/blog\/2022\/2\/2\/law-enforcement-pressure-forces-ransomware-groups-to-refine-tactics-in-q4-2021\" target=\"_blank\" rel=\"noreferrer noopener\">FORRÁS<\/a><\/p>\n<!-- \/wp:paragraph -->",
    "post_date": "2022-02-07 10:57:00",
    "user_nicename": "geronimo"
}
]

}
]
